[
  {
    "id": "cv-1",
    "title": "Lebenslauf",
    "type": "cv",
    "description": "Beruflicher Werdegang von Marcel Spahr",
    "url": "/assets/LebenslaufMarcelSpahrNeu1.pdf",
    "code": "",
    "createdAt": 1
  },
  {
    "id": "safe-2025",
    "title": "SAFe Zertifikat 2025",
    "type": "certificate",
    "description": "Das SAFe Zertifikat weist meine Fähigkeiten im skalierbaren agilen Arbeiten nach. Ich kann Abläufe in grösseren Organisationen abstimmen und mehrere Teams strukturiert koordinieren. Diese Kenntnisse helfen mir, komplexe Projekte stabil und zielgerichtet zu steuern.",
    "url": "/assets/SAFeZertifikatMarcelSpahr.pdf",
    "code": "",
    "createdAt": 2
  },
  {
    "id": "cambridge-a2-2025",
    "title": "Englisch A2 Diplom 2025",
    "type": "certificate",
    "description": "Das Diplom bestätigt meine Englischkenntnisse auf Niveau A2. Ich kann grundlegende Gespräche führen, berufliche Inhalte verstehen und mich zuverlässig schriftlich ausdrücken. Damit bin ich in internationalen oder englischsprachigen Situationen solide handlungsfähig.",
    "url": "/assets/CambridgeEnglischA2ZertifikatMarcelSpahr.pdf",
    "code": "",
    "createdAt": 3
  },
  {
    "id": "scrum-2024",
    "title": "Scrum Master Zertifikat 2024",
    "type": "certificate",
    "description": "Dieses Zertifikat bestätigt meine Kenntnisse im agilen Arbeiten sowie die sichere Anwendung des Scrum Frameworks. Ich führe Teams fokussiert durch den Prozess und sorge für eine klare, effiziente Zusammenarbeit. Dadurch gelingt es mir, Projekte strukturiert voranzutreiben und ein produktives Arbeitsumfeld zu schaffen.",
    "url": "/assets/SCRUMZertifikat.pdf",
    "code": "",
    "createdAt": 4
  },
  {
    "id": "efz-werbetechniker",
    "title": "EFZ Werbetechniker 2007",
    "type": "diploma",
    "description": "Dieses EFZ zeigt meine Ausbildung in der visuellen und technischen Werbetechnik. Dazu gehören Gestaltung, Produktion und Montage von Beschriftungen und Werbematerialien. Die Tätigkeit hat mein Verständnis für Design, Technik und kundenorientierte Lösungen deutlich erweitert.",
    "url": "/assets/FaehigkeitszeugnisWerbetechniker.pdf",
    "code": "",
    "createdAt": 5
  },
  {
    "id": "efz-maler",
    "title": "EFZ Maler 2004",
    "type": "diploma",
    "description": "Das EFZ Maler belegt meine abgeschlossene handwerkliche Ausbildung sowie eine präzise, zuverlässige und selbstständige Arbeitsweise im praktischen Umfeld. Diese Erfahrung hat meine Belastbarkeit, Genauigkeit und Ausdauer im Arbeitsalltag nachhaltig gestärkt.",
    "url": "/assets/FaehigkeitszeugnisMaler.pdf",
    "code": "",
    "createdAt": 6
  },
  {
    "id": "zeugnis-swisscom",
    "title": "Arbeitszeugnis Swisscom 2025",
    "type": "zeugnis",
    "description": "Das Arbeitszeugnis bestätigt meine langjährige Erfahrung im ICT Umfeld, meine Rolle in der Prozessoptimierung und Digitalisierung sowie eine zuverlässige und lösungsorientierte Arbeitsweise. Diese Zeit hat meine fachliche Tiefe und meine Fähigkeit zur strukturierten Problemlösung entscheidend geprägt.",
    "url": "/assets/ArbeitszeugnisSwisscomMarcelSpahr2025.pdf",
    "code": "",
    "createdAt": 7
  },
  {
    "id": "zeugnis-roth",
    "title": "Arbeitszeugnis Roth Malerei 2004",
    "type": "zeugnis",
    "description": "Das Zeugnis bestätigt meinen erfolgreichen Lehrabschluss, eine selbstständige und korrekte Arbeitshaltung sowie zuverlässig ausgeführte Aufgaben zur vollen Zufriedenheit. Diese Grundausbildung hat meine berufliche Basis gestärkt und meine Arbeitsethik nachhaltig geformt.",
    "url": "/assets/ArbeitszeugnisRothMalerei.pdf",
    "code": "",
    "createdAt": 8
  },
  {
    "id": "portfolio-aila",
    "title": "Transferbericht AILA – KI-gestützte Gesprächsanalyse",
    "type": "project",
    "description": "Der Bericht analysiert die Machbarkeit von AILA, einem KI-System zur Echtzeitanalyse von Kundengesprächen. Ich untersuchte NLP, Maschinelles Lernen, Sentiment-Analyse und Datenschutz und simulierte einen möglichen Einsatz im Call-Center. Die Arbeit zeigt mein technisches Verständnis und meine Fähigkeit, KI-Lösungen praxisnah zu evaluieren.",
    "url": "/assets/TransferberichtMarcelSpahrAILA.pdf",
    "code": "",
    "createdAt": 9
  },
  {
    "id": "portfolio-olivenpaste",
    "title": "Business Konzept Olivias Olivenpaste",
    "type": "project",
    "description": "Das Konzept beschreibt die vollständige Entwicklung eines nachhaltigen Bio-Produkts – von der Produktidee über Marken- und Verpackungsdesign bis zu Marktanalyse, SWOT und Business Canvas. Es zeigt meine Stärke in ganzheitlicher Produktentwicklung und betont mein Verständnis für Marktmechanismen, Positionierung und wirtschaftliche Machbarkeit.",
    "url": "/assets/OliviasOlivenpaste_MarcelSpahr.pdf",
    "code": "",
    "createdAt": 10
  },
  {
    "id": "portfolio-software-re",
    "title": "Projektarbeit Software- & Requirements Engineering",
    "type": "project",
    "description": "Die Arbeit zeigt mein Verständnis für moderne Softwareentwicklung, präzise Anforderungsanalyse und den Einsatz professioneller Werkzeuge wie UML, BPMN und Jira. Behandelt werden strukturierte Spezifikation, Validierung, agile Methoden und DevOps. Der Fokus liegt auf sauber definierten Anforderungen als Grundlage für robuste Softwarelösungen.",
    "url": "/assets/FinalArbeitSoftwareundRequirementsEngineering.pdf",
    "code": "",
    "createdAt": 11
  },
  {
    "id": "portfolio-streetparade",
    "title": "Marketingkonzept Streetparade Love Mobile",
    "type": "project",
    "description": "Dieses Konzept zeigt meine Fähigkeit, ein gesamtes Marketingprojekt strategisch und operativ umzusetzen. Mit einem 90s-Eurodance-Motto entwickelte ich Zielgruppenanalysen, Social-Media-Strategien, eine Customer Journey und ein Erlösmodell. Das Projekt kombiniert kreative Markenentwicklung mit strukturiertem, datenbasiertem Marketing.",
    "url": "/assets/90sLoveMobileProjektarbeit_Digital Marketing-Final.pdf",
    "code": "",
    "createdAt": 12
  }
]
